/* %1$@ permission: %2$@
Please note %1$@ is a variable and must be preserved in the translated text.
for example: `Accessibility permission: ⛔️ required` */

"%1$@ permission: %2$@" = "Доступ к %1$@: %2$@";

/* corresponds to Accessibility in system Privacy settings */
"Accessibility" = "Универсальный доступ";

/* Preferences pane for `App` settings */
"App" = "Приложение";

/* Check box next to the 'Check for updates' button */
"Automatically" = "Автоматически";

/* Button, when pressed, checks for updates now */
"Check for updates" = "Проверить обновления";

/* 1=name of app e.g. `Enable Scroll Reverser` */
"Enable %1$@" = "Включить %1$@";

/* No comment provided by engineer. */
"For settings, click the icon in the menu bar" = "Чтобы открыть настройки, нажмите на значок в строке меню";

/* Alert box title */
"Icon Hidden" = "Значок скрыт";

/* Check box: Include beta versionss of the app when checking for updates */
"Include beta versions" = "Включая бета-версии";

/* corresponds to Input Monitoring in system Privacy settings */
"Input Monitoring" = "Мониторинг ввода";

/* Large step size */
"Large" = "Крупный";

/* No comment provided by engineer. */
"OK" = "OK";

/* Open %1$@ preferences
Please note %1$@ is a variable and must remain in the translated text.
Example: "Open Input Monitoring preferences" */
"Open %1$@ preferences" = "Открыть настройки: %1$@";

/* Section title */
"Permissions" = "Доступ";

/* No comment provided by engineer. */
"Preferences" = "Настройки";

/* 1=name of app e.g. `Quit Scroll Reverser` */
"Quit %1$@" = "Закрыть %1$@";

/* Request %1$@ permission
Please note %1$@ is a variable. It is replaced with either `Input Monitoring` or `Accessibility`. */
"Request %1$@ permission" = "Запросить доступ к %1$@";

/* Prefs check box */
"Reverse Horizontal" = "Горизонтальный реверс";

/* Prefs check box */
"Reverse Mouse" = "Реверс мыши";

/* Prefs check box */
"Reverse Trackpad" = "Реверс трекпада";

/* Prefs check box */
"Reverse Vertical" = "Вертикальный реверс";

/* No comment provided by engineer. */
"Scroll Reverser is now running!" = "Scroll Reverser запущен!";

/* No comment provided by engineer. */
"Scroll Reverser needs Accessibility permission to modify your scrolling." = "Для изменения прокрутки Scroll Reverser необходимо разрешить Универсальный доступ.";

/* No comment provided by engineer. */
"Scroll Reverser needs Input Monitoring permission to detect whether your fingers are touching the trackpad." = "Scroll Reverser требуется доступ к Мониторингу ввода, чтобы распознавать пальцы на трекпаде.";

/* Prefs section header */
"Scroll Wheel" = "Колесо прокрутки";

/* Preferences pane for `Scrolling` serttings */
"Scrolling" = "Прокрутка";

/* Prefs section title */
"Scrolling Axes" = "Оси прокрутки";

/* Prefs section title */
"Scrolling Devices" = "Устройства";

/* Prefs check box */
"Show in menu bar" = "Показать в строке меню";

/* Small step size */
"Small" = "Маленький";

/* Prefs check box */
"Start at login" = "Автозапуск";

/* Size of one step of the mouse scroll wheel */
"Step size" = "Шаг";

/* Alert box text. 1=name of app */
"The %1$@ icon has been removed from the menu bar. To restore it at any time, launch %1$@ again from Finder." = "Иконка %1$@ была удалена из строки меню. Чтобы восстановить её в любое время, запустите %1$@ снова из Finder.";

/* No comment provided by engineer. */
"⛔️ required" = "⛔️ требуется доступ";

/* No comment provided by engineer. */
"✅ granted" = "✅ разрешено";
